Repository: Nfnat0/memory-spots
Catalog: MindPalace/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko

source: %lld albums
de: %1$lld Alben
es: %1$lld álbumes
fr: %1$lld albums
hi: %1$lld एल्बम
it: %1$lld album
ja: %1$lld アルバム
ko: 앨범 %1$lld개

source: %lld notes
de: %1$lld Notizen
es: %1$lld notas
fr: %1$lld notes
hi: %1$lld नोट
it: %1$lld note
ja: %1$lld メモ
ko: 노트 %1$lld개

source: %lld photo
de: %1$lld Foto
es: %1$lld foto
fr: %1$lld photo
hi: %1$lld फ़ोटो
it: %1$lld foto
ja: %1$lld 写真
ko: 사진 %1$lld장

source: %lld photos
de: %1$lld Fotos
es: %1$lld fotos
fr: %1$lld photos
hi: %1$lld फ़ोटो
it: %1$lld foto
ja: %1$lld 写真
ko: 사진 %1$lld장

source: %lld theme
de: %1$lld Thema
es: %1$lld tema
fr: %1$lld thème
hi: %1$lld थीम
it: %1$lld tema
ja: %1$lld テーマ
ko: 테마 %1$lld개

source: %lld themes
de: %1$lld Themen
es: %1$lld temas
fr: %1$lld thèmes
hi: %1$lld थीम
it: %1$lld temi
ja: %1$lld テーマ
ko: 테마 %1$lld개

source: A sample memory set using familiar everyday spaces (My Room, Desk Setup, Local Park).
de: Ein Beispielalbum mit vertrauten Alltagsorten (mein Zimmer, Schreibtisch, Park).
es: Un álbum de ejemplo con espacios cotidianos familiares (mi habitación, escritorio, parque).
fr: Un album d’exemple avec des espaces familiers du quotidien (ma chambre, bureau, parc).
hi: परिचित रोज़मर्रा की जगहों (मेरा कमरा, डेस्क सेटअप, स्थानीय पार्क) वाला नमूना एल्बम।
it: Un album di esempio con spazi quotidiani familiari (la mia stanza, scrivania, parco).
ja: 身近な日常生活の場所（自分の部屋、デスク、公園）を使ったサンプルの記憶セット。
ko: 익숙한 일상 공간(내 방, 책상, 동네 공원)을 사용하는 샘플 앨범입니다.

source: A5 pocket notebook for ideas.
de: A5-Taschennotizbuch für Ideen.
es: Cuaderno de bolsillo A5 para ideas.
fr: Carnet de poche A5 pour les idées.
hi: विचारों के लिए A5 पॉकेट नोटबुक।
it: Quaderno tascabile A5 per le idee.
ja: アイデア用のA5ポケットノート。
ko: 아이디어용 A5 포켓 노트입니다.

source: Add Album
de: Album hinzufügen
es: Añadir álbum
fr: Ajouter un album
hi: एल्बम जोड़ें
it: Aggiungi album
ja: アルバムを追加
ko: 앨범 추가

source: Add Location
de: Ort hinzufügen
es: Añadir ubicación
fr: Ajouter un lieu
hi: स्थान जोड़ें
it: Aggiungi posizione
ja: 場所を追加する
ko: 위치 추가

source: Add locations to your photos to see your memory trail on the map.
de: Füge deinen Fotos Orte hinzu, um deine Erinnerungsroute auf der Karte zu sehen.
es: Añade ubicaciones a tus fotos para ver tu recorrido de memoria en el mapa.
fr: Ajoutez des lieux à vos photos pour voir votre parcours mémoire sur la carte.
hi: मैप पर अपनी यादों का मार्ग देखने के लिए फ़ोटो में स्थान जोड़ें।
it: Aggiungi luoghi alle foto per vedere il tuo percorso di memoria sulla mappa.
ja: 写真に場所を追加すると、思い出すための道しるべがここに並びます。
ko: 사진에 위치를 추가해 지도에서 기억 경로를 확인하세요.

source: Add Notes
de: Notizen hinzufügen
es: Añadir notas
fr: Ajouter des notes
hi: नोट जोड़ें
it: Aggiungi note
ja: メモを追加
ko: 노트 추가

source: Add notes to this theme to walk through them in photo order.
de: Füge diesem Thema Notizen hinzu, um sie in Fotoreihenfolge durchzugehen.
es: Añade notas a este tema para recorrerlas en orden de fotos.
fr: Ajoutez des notes à ce thème pour les parcourir dans l’ordre des photos.
hi: फ़ोटो क्रम में देखने के लिए इस थीम में नोट जोड़ें।
it: Aggiungi note a questo tema per ripassarle nell’ordine delle foto.
ja: このテーマにメモを置くと、写真の道順でたどれます。
ko: 이 테마에 노트를 추가하면 사진 순서대로 복습할 수 있습니다.

source: Add Photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
hi: फ़ोटो जोड़ें
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가

source: Add Photos
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
hi: फ़ोटो जोड़ें
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가

source: Add photos in the order you want to review the route.
de: Füge Fotos in der Reihenfolge hinzu, in der du die Route wiederholen möchtest.
es: Añade fotos en el orden en que quieras repasar la ruta.
fr: Ajoutez les photos dans l’ordre où vous voulez réviser le parcours.
hi: जिस क्रम में मार्ग दोहराना है, उसी क्रम में फ़ोटो जोड़ें।
it: Aggiungi le foto nell’ordine in cui vuoi ripassare il percorso.
ja: 復習したい順番で写真を追加します。
ko: 경로를 복습하고 싶은 순서대로 사진을 추가합니다.

source: Add some photos to guide your memory path.
de: Füge Fotos hinzu, die deinen Erinnerungspfad leiten.
es: Añade algunas fotos para guiar tu camino de memoria.
fr: Ajoutez quelques photos pour guider votre chemin de mémoire.
hi: अपने स्मृति पथ को दिशा देने के लिए कुछ फ़ोटो जोड़ें।
it: Aggiungi foto per guidare il tuo percorso di memoria.
ja: この旅の道しるべになる写真を追加してください。
ko: 기억 경로를 안내할 사진을 추가하세요.

source: Add Theme
de: Thema hinzufügen
es: Añadir tema
fr: Ajouter un thème
hi: थीम जोड़ें
it: Aggiungi tema
ja: テーマ追加
ko: 테마 추가

source: Adjust Notes
de: Notizen anpassen
es: Ajustar notas
fr: Ajuster les notes
hi: नोट समायोजित करें
it: Regola note
ja: メモを調整
ko: 노트 조정

source: Albums
de: Alben
es: Álbumes
hi: एल्बम
it: Album
ja: アルバム
ko: 앨범

source: Albums are routes made from ordered place photos.
de: Alben sind Routen aus geordneten Ortsfotos.
es: Los álbumes son rutas creadas con fotos de lugares ordenadas.
fr: Les albums sont des parcours composés de photos de lieux ordonnées.
hi: एल्बम क्रम में रखी गई स्थान फ़ोटो से बने मार्ग हैं।
it: Gli album sono percorsi creati con foto di luoghi in ordine.
ja: アルバムは、順番に並べた場所の写真で作るルートです。
ko: 앨범은 순서대로 정리한 장소 사진으로 만든 경로입니다.

source: All
de: Alle
es: Todo
fr: Tout
hi: सभी
it: Tutti
ja: すべて
ko: 전체

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
hi: उत्तर
it: Risposta
ja: 答え
ko: 답

source: Answer Details
de: Antwortdetails
es: Detalles de respuesta
fr: Détails de la réponse
hi: उत्तर विवरण
it: Dettagli risposta
ja: 答えテキスト
ko: 답 세부 정보

source: Answer is empty.
de: Antwort ist leer.
es: La respuesta está vacía.
fr: La réponse est vide.
hi: उत्तर खाली है।
it: La risposta è vuota.
ja: 答えは未入力です。
ko: 답이 비어 있습니다.

source: Apples
de: Äpfel
es: Manzanas
fr: Pommes
hi: सेब
it: Mele
ja: リンゴ
ko: 사과

source: Arrange the Path
de: Pfad anordnen
es: Organizar el camino
fr: Organiser le chemin
hi: पथ व्यवस्थित करें
it: Organizza il percorso
ja: 道順を整える
ko: 경로 정리

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
hi: तीर
it: Freccia
ja: 矢印
ko: 화살표

source: Blue
de: Blau
es: Azul
fr: Bleu
hi: नीला
it: Blu
ja: 水色
ko: 파란색

source: Board Review
de: Board-Wiederholung
es: Repaso de junta
fr: Révision du jury
hi: बोर्ड दोहराव
it: Ripasso commissione
ja: 委員会レビュー
ko: 보드 복습

source: Bread
de: Brot
es: Pan
fr: Pain
hi: ब्रेड
it: Pane
ja: パン
ko: 빵

source: Bring water bottle for hydration.
de: Wasserflasche zum Trinken mitnehmen.
es: Lleva una botella de agua para hidratarte.
fr: Apporter une bouteille d’eau pour rester hydraté.
hi: हाइड्रेशन के लिए पानी की बोतल लाएं।
it: Porta una borraccia per idratarti.
ja: 水分補給のために水筒を持っていく。
ko: 수분 보충을 위해 물병을 가져가세요.

source: Buy fresh milk from the grocery store.
de: Frische Milch im Lebensmittelgeschäft kaufen.
es: Compra leche fresca en la tienda.
fr: Acheter du lait frais à l’épicerie.
hi: किराने की दुकान से ताज़ा दूध खरीदें।
it: Compra latte fresco al supermercato.
ja: 新鮮な牛乳をスーパーで買う。
ko: 식료품점에서 신선한 우유를 사세요.

source: Camera capture will be saved with this location.
de: Die Kameraaufnahme wird mit diesem Ort gespeichert.
es: La captura de cámara se guardará con esta ubicación.
fr: La photo prise sera enregistrée avec ce lieu.
hi: कैमरा फ़ोटो इस स्थान के साथ सहेजी जाएगी।
it: Lo scatto verrà salvato con questa posizione.
ja: カメラ撮影ではこの場所に保存します。
ko: 카메라 사진은 이 위치와 함께 저장됩니다.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소

source: Change Location
de: Ort ändern
es: Cambiar ubicación
fr: Modifier le lieu
hi: स्थान बदलें
it: Cambia posizione
ja: 場所を変更する
ko: 위치 변경

source: Changing the theme shows a different set of notes on the same route.
de: Beim Wechsel des Themas erscheint auf derselben Route ein anderer Notizensatz.
es: Cambiar el tema muestra otro conjunto de notas en la misma ruta.
fr: Changer de thème affiche un autre ensemble de notes sur le même parcours.
hi: थीम बदलने पर उसी मार्ग पर नोटों का अलग सेट दिखता है।
it: Cambiare tema mostra un diverso gruppo di note sullo stesso percorso.
ja: テーマを変えると、同じルート上に別のメモセットが表示されます。
ko: 테마를 바꾸면 같은 경로에 다른 노트 세트가 표시됩니다.

source: Choose from Library
de: Aus Mediathek wählen
es: Elegir de la biblioteca
fr: Choisir dans la photothèque
hi: लाइब्रेरी से चुनें
it: Scegli dalla libreria
ja: ライブラリから選択
ko: 보관함에서 선택

source: Clear filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
hi: फ़िल्टर साफ़ करें
it: Cancella filtri
ja: フィルターを解除
ko: 필터 지우기

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기

source: Cloud
de: Wolke
es: Nube
fr: Nuage
hi: बादल
it: Nuvola
ja: 雲
ko: 구름

source: Coffee Beans
de: Kaffeebohnen
es: Granos de café
fr: Grains de café
hi: कॉफ़ी बीन्स
it: Chicchi di caffè
ja: コーヒー豆
ko: 커피 원두

source: Color
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: 色
ko: 색상

source: Create Album
de: Album erstellen
es: Crear álbum
fr: Créer un album
hi: एल्बम बनाएं
it: Crea album
ja: アルバムを作成
ko: 앨범 만들기

source: Create Default Theme
de: Standardthema erstellen
es: Crear tema predeterminado
fr: Créer le thème par défaut
hi: डिफ़ॉल्ट थीम बनाएं
it: Crea tema predefinito
ja: デフォルトテーマを作成
ko: 기본 테마 만들기

source: Create Routes
de: Routen erstellen
es: Crear rutas
fr: Créer des parcours
hi: मार्ग बनाएं
it: Crea percorsi
ja: ルートを作成
ko: 경로 만들기

source: Create Theme
de: Thema erstellen
es: Crear tema
fr: Créer un thème
hi: थीम बनाएं
it: Crea tema
ja: テーマを作成
ko: 테마 만들기

source: Current Location
de: Aktueller Standort
es: Ubicación actual
fr: Position actuelle
hi: वर्तमान स्थान
it: Posizione attuale
ja: 現在地
ko: 현재 위치

source: Daruma Room Route
de: Daruma-Zimmer-Route
es: Ruta de la sala Daruma
fr: Route de la salle Daruma
hi: दारुमा कक्ष मार्ग
it: Percorso stanza Daruma
ja: だるま部屋ルート
ko: 다루마 방 루트

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제

source: Delete Album
de: Album löschen
es: Eliminar álbum
fr: Supprimer l’album
hi: एल्बम हटाएं
it: Elimina album
ja: アルバムを削除
ko: 앨범 삭제

source: Delete Image
de: Bild löschen
es: Eliminar imagen
fr: Supprimer l’image
hi: छवि हटाएं
it: Elimina immagine
ja: 画像を削除
ko: 이미지 삭제

source: Delete Note
de: Notiz löschen
es: Eliminar nota
fr: Supprimer la note
hi: नोट हटाएं
it: Elimina nota
ja: メモを削除
ko: 노트 삭제

source: Delete Selected Theme
de: Ausgewähltes Thema löschen
es: Eliminar tema seleccionado
fr: Supprimer le thème sélectionné
hi: चुनी गई थीम हटाएं
it: Elimina tema selezionato
ja: 選択テーマを削除
ko: 선택한 테마 삭제

source: Delete Theme
de: Thema löschen
es: Eliminar tema
fr: Supprimer le thème
hi: थीम हटाएं
it: Elimina tema
ja: テーマを削除
ko: 테마 삭제

source: Desk Setup
de: Schreibtisch
es: Escritorio
fr: Bureau
hi: डेस्क सेटअप
it: Scrivania
ja: デスクの周辺
ko: 책상 정리

source: Display Text
de: Anzeigetext
es: Texto mostrado
fr: Texte affiché
hi: दिखाया गया टेक्स्ट
it: Testo visualizzato
ja: 表示テキスト
ko: 표시 텍스트

source: Dog Food
de: Hundefutter
es: Comida para perro
fr: Nourriture pour chien
hi: कुत्ते का खाना
it: Cibo per cani
ja: ドッグフード
ko: 강아지 사료

source: Done
de: Fertig
es: Listo
fr: Terminé
hi: पूर्ण
it: Fine
ja: 完了
ko: 완료

source: Drag notes onto meaningful spots in the photo.
de: Ziehe Notizen auf bedeutungsvolle Stellen im Foto.
es: Arrastra notas a puntos significativos de la foto.
fr: Faites glisser les notes vers les endroits significatifs de la photo.
hi: नोट को फ़ोटो के अर्थपूर्ण स्थानों पर खींचें।
it: Trascina le note sui punti significativi della foto.
ja: 写真の中の意味のある場所へメモをドラッグします。
ko: 사진 속 의미 있는 위치로 노트를 드래그합니다.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집

source: Edit Note
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
hi: नोट संपादित करें
it: Modifica nota
ja: メモ編集
ko: 노트 편집

source: Elephant Plaza Route
de: Elefantenplatz-Route
es: Ruta de la plaza Elefante
fr: Route de la place Éléphant
hi: हाथी प्लाज़ा मार्ग
it: Percorso piazza Elefante
ja: 象の広場ルート
ko: 코끼리 광장 루트

source: Failed to load image.
de: Bild konnte nicht geladen werden.
es: No se pudo cargar la imagen.
fr: Impossible de charger l’image.
hi: छवि लोड नहीं हुई।
it: Impossibile caricare l’immagine.
ja: 画像を読み込めませんでした。
ko: 이미지를 불러오지 못했습니다.

source: Find Albums
de: Alben finden
es: Buscar álbumes
fr: Trouver des albums
hi: एल्बम खोजें
it: Trova album
ja: アルバムを探す
ko: 앨범 찾기

source: Flag
de: Flagge
es: Bandera
fr: Drapeau
hi: ध्वज
it: Bandiera
ja: 旗
ko: 깃발

source: Follow your memory path
de: Folge deinem Erinnerungspfad
es: Sigue tu camino de memoria
fr: Suivez votre chemin de mémoire
hi: अपने स्मृति पथ पर चलें
it: Segui il tuo percorso di memoria
ja: 写真の道しるべをたどる
ko: 기억 경로 따라가기

source: Follow your photos to build a small path in your mind.
de: Folge deinen Fotos, um im Kopf einen kleinen Pfad zu bauen.
es: Sigue tus fotos para crear un pequeño camino en tu mente.
fr: Suivez vos photos pour créer un petit chemin dans votre esprit.
hi: अपने मन में छोटा रास्ता बनाने के लिए फ़ोटो का अनुसरण करें।
it: Segui le foto per creare un piccolo percorso nella mente.
ja: 写真をたどって、頭の中に小さな散歩道を作ります。
ko: 사진을 따라 마음속에 작은 길을 만드세요.

source: Forgot
de: Vergessen
es: Olvidé
fr: Oublié
hi: भूल गया
it: Dimenticato
ja: 忘れた
ko: 잊음

source: Get 4 red organic apples.
de: 4 rote Bio-Äpfel kaufen.
es: Compra 4 manzanas rojas orgánicas.
fr: Prendre 4 pommes rouges bio.
hi: 4 लाल ऑर्गेनिक सेब लें।
it: Prendi 4 mele rosse biologiche.
ja: 赤いオーガニックリンゴを4個買う。
ko: 빨간 유기농 사과 4개를 사세요.

source: Got it
de: Gewusst
es: Lo recordé
fr: Réussi
hi: याद रहा
it: Ricordato
ja: 覚えた
ko: 기억함

source: Gotanda Station East Route
de: Route Ostseite Bahnhof Gotanda
es: Ruta este de la estación Gotanda
fr: Route est de la gare de Gotanda
hi: गोटांडा स्टेशन पूर्व मार्ग
it: Percorso est stazione Gotanda
ja: 五反田駅東口ルート
ko: 고탄다역 동쪽 루트

source: Great Job!
de: Gut gemacht!
es: ¡Buen trabajo!
fr: Bravo !
hi: बहुत अच्छा!
it: Ottimo lavoro!
ja: よくできました！
ko: 잘했어요!

source: Green
de: Grün
es: Verde
fr: Vert
hi: हरा
it: Verde
ja: 緑
ko: 초록색

source: Grocery List
de: Einkaufsliste
es: Lista de compras
fr: Liste de courses
hi: किराना सूची
it: Lista della spesa
ja: お買い物リスト
ko: 장보기 목록

source: Help
de: Hilfe
es: Ayuda
fr: Aide
hi: सहायता
it: Aiuto
ja: ヘルプ
ko: 도움말

source: Hide Answer
de: Antwort ausblenden
es: Ocultar respuesta
fr: Masquer la réponse
hi: उत्तर छिपाएं
it: Nascondi risposta
ja: 答えを隠す
ko: 답 숨기기

source: Icon
de: Symbol
es: Icono
fr: Icône
hi: आइकन
it: Icona
ja: アイコン
ko: 아이콘

source: Image
de: Bild
es: Imagen
hi: छवि
it: Immagine
ja: 画像
ko: 이미지

source: Image Note
de: Bildnotiz
es: Nota de imagen
fr: Note image
hi: छवि नोट
it: Nota immagine
ja: 画像メモ
ko: 이미지 노트

source: Indoor Study Route
de: Lernroute innen
es: Ruta de estudio interior
fr: Route d’étude intérieure
hi: इनडोर अध्ययन मार्ग
it: Percorso studio interno
ja: 室内学習ルート
ko: 실내 학습 루트

source: Keep Themes Separate
de: Themen getrennt halten
es: Mantener temas separados
fr: Séparer les thèmes
hi: थीम अलग रखें
it: Mantieni separati i temi
ja: テーマを分ける
ko: 테마 분리 유지

source: Key
de: Schlüssel
es: Llave
fr: Clé
hi: कुंजी
it: Chiave
ja: 鍵
ko: 열쇠

source: Keys
de: Schlüssel
es: Llaves
fr: Clés
hi: कुंजियां
it: Chiavi
ja: 鍵
ko: 열쇠

source: Latitude %@
de: Breite %@
es: Latitud %@
hi: अक्षांश %@
it: Latitudine %@
ja: 緯度 %@
ko: 위도 %@

source: Latitude %@ / Longitude %@
de: Breite %@ / Länge %@
es: Latitud %@ / Longitud %@
hi: अक्षांश %@ / देशांतर %@
it: Latitudine %@ / Longitudine %@
ja: 緯度 %1$@ / 経度 %2$@
ko: 위도 %@ / 경도 %@

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...

source: Local Park
de: Park in der Nähe
es: Parque local
fr: Parc local
hi: स्थानीय पार्क
it: Parco locale
ja: 近所の公園
ko: 동네 공원

source: Location
de: Ort
es: Ubicación
fr: Lieu
hi: स्थान
it: Posizione
ja: 位置情報
ko: 위치

source: Longitude %@
de: Länge %@
es: Longitud %@
hi: देशांतर %@
it: Longitudine %@
ja: 経度 %@
ko: 경도 %@

source: Make one album for each path, room, or route you want to use.
de: Erstelle ein Album für jeden Weg, Raum oder jede Route, die du nutzen möchtest.
es: Crea un álbum para cada camino, habitación o ruta que quieras usar.
fr: Créez un album pour chaque chemin, pièce ou parcours que vous voulez utiliser.
hi: हर रास्ते, कमरे या मार्ग के लिए एक एल्बम बनाएं जिसे आप उपयोग करना चाहते हैं।
it: Crea un album per ogni sentiero, stanza o percorso che vuoi usare.
ja: 使いたい道順、部屋、ルートごとに 1 つのアルバムを作ります。
ko: 사용하려는 길, 방, 경로마다 앨범을 하나씩 만듭니다.

source: Map your photos, notes, and memories.
de: Kartiere deine Fotos, Notizen und Erinnerungen.
es: Mapea tus fotos, notas y recuerdos.
fr: Cartographiez vos photos, notes et souvenirs.
hi: अपनी फ़ोटो, नोट और यादें मैप करें।
it: Mappa foto, note e ricordi.
ja: 写真の道を、記憶のノートに。
ko: 사진, 노트, 기억을 지도에 표시하세요.

source: Medium roast coffee beans.
de: Mittel geröstete Kaffeebohnen.
es: Granos de café de tueste medio.
fr: Grains de café à torréfaction moyenne.
hi: मीडियम रोस्ट कॉफ़ी बीन्स।
it: Chicchi di caffè a tostatura media.
ja: ミディアムローストのコーヒー豆。
ko: 미디엄 로스트 커피 원두입니다.

source: Memory Map
de: Memory-Karte
es: Mapa de memoria
fr: Carte mémoire
hi: मेमोरी मैप
it: Mappa memoria
ja: 記憶マップ
ko: 기억 지도

source: Milk
de: Milch
es: Leche
fr: Lait
hi: दूध
it: Latte
ja: 牛乳
ko: 우유

source: ML Finals
de: ML-Abschlussprüfung
es: Finales de ML
fr: Examens finaux ML
hi: ML फ़ाइनल
it: Esami finali ML
ja: ML 期末試験
ko: ML 기말

source: Move Image Earlier
de: Bild nach vorn verschieben
es: Mover imagen antes
fr: Avancer l’image
hi: छवि पहले ले जाएं
it: Sposta immagine prima
ja: 画像を前に移動
ko: 이미지를 앞으로 이동

source: Move Image Later
de: Bild nach hinten verschieben
es: Mover imagen después
fr: Reculer l’image
hi: छवि बाद में ले जाएं
it: Sposta immagine dopo
ja: 画像を後ろに移動
ko: 이미지를 뒤로 이동

source: My Room
de: Mein Zimmer
es: Mi habitación
fr: Ma chambre
hi: मेरा कमरा
it: La mia stanza
ja: 自分の部屋
ko: 내 방

source: My Room & Park
de: Mein Zimmer & Park
es: Mi habitación y parque
fr: Ma chambre et parc
hi: मेरा कमरा और पार्क
it: La mia stanza e parco
ja: マイプレイス（部屋と公園）
ko: 내 방과 공원

source: New Note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
hi: नया नोट
it: Nuova nota
ja: 新しいメモ
ko: 새 노트

source: No Albums
de: Keine Alben
es: Sin álbumes
fr: Aucun album
hi: कोई एल्बम नहीं
it: Nessun album
ja: アルバムがありません
ko: 앨범 없음

source: No albums match your search.
de: Keine Alben passen zu deiner Suche.
es: Ningún álbum coincide con tu búsqueda.
fr: Aucun album ne correspond à votre recherche.
hi: आपकी खोज से कोई एल्बम मेल नहीं खाता।
it: Nessun album corrisponde alla ricerca.
ja: 検索に一致するアルバムはありません。
ko: 검색과 일치하는 앨범이 없습니다.

source: No Notes to Review
de: Keine Notizen zum Wiederholen
es: No hay notas para repasar
fr: Aucune note à réviser
hi: दोहराने के लिए नोट नहीं
it: Nessuna nota da ripassare
ja: めぐるメモがありません
ko: 복습할 노트 없음

source: No Photos
de: Keine Fotos
es: Sin fotos
fr: Aucune photo
hi: कोई फ़ोटो नहीं
it: Nessuna foto
ja: 写真がありません
ko: 사진 없음

source: No Themes
de: Keine Themen
es: Sin temas
fr: Aucun thème
hi: कोई थीम नहीं
it: Nessun tema
ja: テーマがありません
ko: 테마 없음

source: No Waypoints Added
de: Keine Wegpunkte hinzugefügt
es: No se añadieron puntos
fr: Aucun repère ajouté
hi: कोई पड़ाव नहीं जोड़ा गया
it: Nessun punto aggiunto
ja: まだ地図に置いた写真がありません
ko: 추가된 지점 없음

source: Note
de: Notiz
es: Nota
hi: नोट
it: Nota
ja: メモ
ko: 노트

source: Notebook
de: Notizbuch
es: Cuaderno
fr: Carnet
hi: नोटबुक
it: Quaderno
ja: ノート
ko: 노트북

source: Notes
de: Notizen
es: Notas
hi: नोट
it: Note
ja: メモ
ko: 노트

source: Number
de: Zahl
es: Número
fr: Nombre
hi: संख्या
it: Numero
ja: 番号
ko: 숫자

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기

source: Open album %@
de: Album %@ öffnen
es: Abrir álbum %@
fr: Ouvrir l’album %@
hi: एल्बम %@ खोलें
it: Apri album %@
ja: %@ を開く
ko: 앨범 %@ 열기

source: Open album details
de: Albumdetails öffnen
es: Abrir detalles del álbum
fr: Ouvrir les détails de l’album
hi: एल्बम विवरण खोलें
it: Apri dettagli album
ja: アルバム詳細を開く
ko: 앨범 세부 정보 열기

source: Open photo
de: Foto öffnen
es: Abrir foto
fr: Ouvrir la photo
hi: फ़ोटो खोलें
it: Apri foto
ja: 写真を開く
ko: 사진 열기

source: Photo Notes
de: Fotonotizen
es: Notas de foto
fr: Notes photo
hi: फ़ोटो नोट्स
it: Note foto
ja: 写真メモ
ko: 사진 노트

source: Photos work best when they show concrete places you can imagine walking through.
de: Fotos funktionieren am besten, wenn sie konkrete Orte zeigen, durch die du gedanklich gehen kannst.
es: Las fotos funcionan mejor cuando muestran lugares concretos que puedes imaginar recorriendo.
fr: Les photos fonctionnent mieux quand elles montrent des lieux concrets que vous pouvez imaginer parcourir.
hi: ऐसी फ़ोटो सबसे अच्छी होती हैं जिनमें वे ठोस स्थान दिखें जहां आप चलने की कल्पना कर सकें।
it: Le foto funzionano meglio quando mostrano luoghi concreti che puoi immaginare di attraversare.
ja: 歩いて通る様子を想像できる具体的な場所の写真が最も効果的です。
ko: 걸어가는 모습을 상상할 수 있는 구체적인 장소 사진이 가장 좋습니다.

source: Pick up food for the puppy.
de: Futter für den Welpen besorgen.
es: Recoge comida para el cachorro.
fr: Prendre de la nourriture pour le chiot.
hi: पिल्ले के लिए खाना ले आएं।
it: Prendi cibo per il cucciolo.
ja: 子犬のフードを買う。
ko: 강아지 사료를 챙기세요.

source: Pin photos on the map to create waypoints for your memory palace.
de: Hefte Fotos auf die Karte, um Wegpunkte für deinen Gedächtnispalast zu erstellen.
es: Fija fotos en el mapa para crear puntos para tu palacio de memoria.
fr: Épinglez des photos sur la carte pour créer des repères pour votre palais de mémoire.
hi: अपने मेमोरी पैलेस के पड़ाव बनाने के लिए मैप पर फ़ोटो पिन करें।
it: Fissa le foto sulla mappa per creare tappe per il tuo palazzo della memoria.
ja: 写真を道しるべにして、思い出すための小さな旅を作れます。
ko: 지도에 사진을 고정해 기억 궁전의 지점을 만드세요.

source: Pink
de: Rosa
es: Rosa
fr: Rose
hi: गुलाबी
it: Rosa
ja: ピンク
ko: 분홍색

source: Place
de: Ort
es: Lugar
fr: Lieu
hi: स्थान
it: Luogo
ja: 置く
ko: 장소

source: Place a Note in the Room
de: Notiz im Raum platzieren
es: Coloca una nota en la habitación
fr: Placer une note dans la pièce
hi: कमरे में नोट रखें
it: Inserisci una nota nella stanza
ja: 部屋にメモを置く
ko: 방에 노트 놓기

source: Place Cues
de: Hinweise platzieren
es: Colocar pistas
fr: Placer des repères
hi: संकेत रखें
it: Posiziona indizi
ja: 手がかりを置く
ko: 단서 놓기

source: Place Location
de: Ort platzieren
es: Colocar ubicación
fr: Placer le lieu
hi: स्थान रखें
it: Posiziona luogo
ja: 場所を置く
ko: 위치 놓기

source: Place Memory Drop
de: Memory-Drop platzieren
es: Colocar recuerdo
fr: Placer le souvenir
hi: मेमोरी ड्रॉप रखें
it: Posiziona ricordo
ja: メモを置く
ko: 기억 놓기

source: Place notes directly on the photo where you want the memory cue to live.
de: Platziere Notizen direkt auf dem Foto an der Stelle, an der der Hinweis bleiben soll.
es: Coloca notas directamente en la foto donde quieras dejar la pista de memoria.
fr: Placez les notes directement sur la photo, à l’endroit où le repère doit rester.
hi: फ़ोटो पर वहीं नोट रखें जहां आप स्मृति संकेत रखना चाहते हैं।
it: Posiziona le note direttamente sulla foto, nel punto in cui vuoi fissare l’indizio.
ja: 記憶の手がかりを置きたい写真上の場所に、メモを直接配置します。
ko: 기억 단서를 남기고 싶은 사진 위치에 노트를 직접 놓습니다.

source: Remove Location
de: Ort entfernen
es: Eliminar ubicación
fr: Supprimer le lieu
hi: स्थान हटाएं
it: Rimuovi posizione
ja: 場所を外す
ko: 위치 제거

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前変更
ko: 이름 변경

source: Reveal Answers
de: Antworten zeigen
es: Revelar respuestas
fr: Révéler les réponses
hi: उत्तर दिखाएं
it: Mostra risposte
ja: 答えを表示
ko: 답 보기

source: Review
de: Wiederholen
es: Repasar
fr: Réviser
hi: दोहराएं
it: Ripassa
ja: 復習
ko: 복습

source: SAA-C03 Review
de: SAA-C03 Wiederholung
es: Repaso SAA-C03
fr: Révision SAA-C03
hi: SAA-C03 दोहराव
it: Ripasso SAA-C03
ja: SAA-C03 復習
ko: SAA-C03 복습

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장

source: Search albums
de: Alben suchen
es: Buscar álbumes
fr: Rechercher des albums
hi: एल्बम खोजें
it: Cerca album
ja: アルバムを検索
ko: 앨범 검색
